Revit 2027 API
BuiltInFailures.CurtainWallFailures.RequestOrphanMullionDeletion Property
 Due to the changes in parameters of their hosts some mullions became non-type driven.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId RequestOrphanMullionDeletion { get; }
Public Shared ReadOnly Property RequestOrphanMullionDeletion As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ RequestOrphanMullionDeletion {
	FailureDefinitionId^ get ();
}
static member RequestOrphanMullionDeletion : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CurtainWallFailures Class
Autodesk.Revit.DB Namespace